---
kind: property
id: P:Autodesk.Revit.DB.OverrideGraphicSettings.CutBackgroundPatternColor
source: html/aee604d4-f2d0-0d7f-9547-bdead70cf60e.htm
---
# Autodesk.Revit.DB.OverrideGraphicSettings.CutBackgroundPatternColor Property

The override color of the background pattern of cut faces.

## Syntax (C#)
```csharp
public Color CutBackgroundPatternColor { get; }
```